[
    { "id": 1, "name": "Star Coaster", "description": "Add a touch of celestial elegance to your home with our star-shaped coaster. Crafted with precision, this coaster features a stunning star shape that captures the magic of the night sky. Made from high-quality materials, it's not only a functional coaster but also a work of art that will elevate your decor. Whether you're using it for your morning coffee or evening cocktails, this star-shaped coaster will make you feel like a superstar!", "icon": "fas fa-star", "price": 12.99 },
    { "id": 2, "name": "Heart Coaster", "description": "Spread the love with our heart-shaped coaster that adds a sweet and sentimental touch to your home. Showcasing a heart shape that represents love and affection, this coaster is perfect for expressing your emotions or as a thoughtful gift for a special someone. Made with meticulous craftsmanship and attention to detail, it's not only a coaster but also a heartfelt expression of love. Share the love with IconiCoaster and make your home feel warm and inviting!", "icon": "fas fa-heart", "price": 15.49 },
    { "id": 3, "name": "User Coaster", "description": "Celebrate your digital identity with our user-shaped coaster that pays homage to the online world we live in. Featuring the iconic silhouette of a user profile, this coaster is perfect for tech-savvy individuals who embrace their digital persona. Made from premium materials, it's a unique and personalized piece of functional art that adds a touch of modernity to your home. Let your online presence shine in the offline world with IconiCoaster!", "icon": "fas fa-user", "price": 12.99 },
    { "id": 4, "name": "Comment Coaster", "description": "Make a statement with our comment bubble-shaped coaster that's sure to spark conversations among your guests. Inspired by the ubiquitous comment bubbles we see in our online interactions, this coaster is a playful and quirky addition to your home decor. Crafted with attention to detail, it's not only a functional coaster but also a conversation starter. Share your thoughts in style with IconiCoaster and let your home be a hub of lively discussions!", "icon": "fas fa-comment", "price": 9.99 },
    { "id": 5, "name": "Graduate Coaster", "description": "Celebrate your academic success with our graduate-shaped coaster, a perfect memento to commemorate your graduation milestone. This coaster features a charming silhouette of a graduate in a graduation cap and gown, capturing the essence of this significant accomplishment. Made with meticulous craftsmanship and attention to detail, it's a coaster that not only protects your surfaces but also serves as a proud reminder of your achievements. Raise a toast to your success with IconiCoaster!", "icon": "fas fa-user-graduate", "price": 7.99 },
    { "id": 6, "name": "Businessman Coaster", "description": "Elevate your office or home workspace with our businessman-shaped coaster, a sophisticated addition that exudes professionalism. Featuring a sleek silhouette of a businessman in a suit, this coaster adds a touch of elegance to any setting. Made from premium materials, it's not only a functional coaster but also a statement piece that showcases your business acumen. Impress your clients or colleagues with IconiCoaster and make a lasting impression!", "icon": "fas fa-user-tie", "price": 13.49 },
    { "id": 7, "name": "Doctor Coaster", "description": "Pay homage to the heroes of healthcare with our doctor-shaped coaster, a fitting tribute to the selfless work of medical professionals. This coaster features a symbolic silhouette of a doctor in a lab coat, showcasing their dedication and compassion. Made with precision and care, it's not only a coaster but also a gesture of gratitude towards our frontline heroes. Show your appreciation with IconiCoaster and honor the noble profession of medicine!", "icon": "fa fa-user-md", "price": 7.99 },
    { "id": 8, "name": "Laughing Coaster", "description": "Add a dose of laughter and joy to your home with our laughing emoji-shaped coaster, a playful and whimsical addition to your decor. Featuring the iconic laughing emoji, this coaster is sure to put a smile on your face every time you use it. Made from high-quality materials, it's a coaster that's as durable as it is delightful. Spread positivity and happiness with IconiCoaster and let laughter fill your home!", "icon": "far fa-laugh", "price": 5.99 }
]
